{
  "Welcome to": "Welcome to",
  "Your journey to a healthier and longer life": "Your journey to a healthier and longer life",
  "Book Your Appointment": "Book Your Appointment",
  "About Us": "About Us",
  "Created by": "Created by",
  "Name": "Name",
  "You prefer to be contacted by Email or What's App?": "You prefer to be contacted by Email or What's App?",
  "or": "or",
  "Both": "Both",
  "for example": "for example",
  "Your Prefered Language": "Your Prefered Language",
  "Choose Language": "Choose Language",
  "Portuguese": "Portuguese",
  "English": "English",
  "Farsi or Persian": "Farsi or Persian",
  "Please explain your health issue and what you would like to achieve with the online appointment.": "Please explain your health issue and what you would like to achieve with the online appointment.",
  "Brief Explanation": "Brief Explanation",
  "Book Appointment": "Book Appointment",
  "about": {
    "title": "About Us",
    "paragraph1": "The name Longevidade360 reflects our holistic approach to health. “Longevidade” in portuguese language means \"longevity\", and “360” symbolizes a complete, all-around view of well-being, both in quantity and quality of life.",
    "paragraph2": "Longevidade360 was founded with a simple vision: to live longer and healthier!",
    "paragraph3": "We believe that proactive care, awareness, and healthy choices made in midlife, can significantly shape a happier, active and independent elderly stage.",
    "paragraph4": "The founder, Dr. Maryam Zadeh (OM: 79967), is a licensed General Practitioner in Portugal. At the age of 40, she began to deeply reflect on the possibility of living longer and better, considering physical health, diet, workout, weight balance, cancer screening, infection prevention, mental balance and habit correction as key elements in shaping long-term well-being.",
    "paragraph5": "The platform Longevidade360 provides updated longevity information, accessible online medical consultations and promotes health education for individuals entering midlife.",
    "paragraph6": "At Longevidade360, we believe that taking care of your health in your 40s, 50s and 60s, is one of the best gifts you can give to your future self."
  }
}
