{
  "homepage": {
    "title_line1": "For those over 40:",
    "title_line2": "Live Longer and Healthier!",
    "subtitle": "Guides to stay young, prevent and treat diseases, delay aging, and simply add active years to your life!",
    "consultations": "Affordable online medical consultations."
  },
  "Cookies & Privacy": "Cookies & Privacy",
  "We use cookies to improve your experience on": "We use cookies to improve your experience on",
  "Accept": "Accept",
  "Preferred Date and Time": "Preferred Date and Time",
  "Western European Time — Lisbon, London, Dublin": "Western European Time — Lisbon, London, Dublin",
  "Book Your Appointment": "Book Your Appointment",
  "About Us": "About Us",
  "Created by": "Created by",
  "Name": "Name",
  "You prefer to be contacted by Email or What's App?": "You prefer to be contacted by Email or What's App?",
  "or": "or",
  "Both": "Both",
  "for example": "for example",
  "Your Prefered Language": "Your Prefered Language",
  "Choose Language": "Choose Language",
  "Portuguese": "Portuguese",
  "English": "English",
  "Farsi or Persian": "Farsi or Persian",
  "Please explain your health issue and what you would like to achieve with the online appointment.": "Please explain your health issue and what you would like to achieve with the online appointment.",
  "Brief Explanation": "Brief Explanation",
  "Book Appointment": "Book Appointment",
  "Send": "Send",
  "Message sent successfully": "Message sent successfully",
  "Contact Us": "Contact Us",
  "Full Name": "Full Name",
  "Something went wrong. Please try again later": "Something went wrong. Please try again later",
  "Message": "Message",
  "about": {
    "title": "About Us",
    "paragraph1": "The word “Longevidade” in portuguese and spanish means \"longevity\", which literaly comes from \"Long Life\" and “360” symbolizes a complete, all-around view of well-being, both in quantity and quality of life.",
    "paragraph2": "Longevidade360's vision: To live longer and healthier!",
    "paragraph3": "We believe that proactive care, awareness, and healthy choices made in midlife, can significantly shape a happier, active and independent elderly stage.",
    "paragraph4": "The founder, <bold>Dr. Maryam Zadeh</bold>, is a licensed General Practitioner in Portugal (OM:79967). At the age of 40, she began to deeply reflect on the possibility of living longer and better, considering physical health, diet, workout, weight balance, cancer screening, infection prevention, mental balance and habit correction as key elements in shaping long-term well-being.",
    "paragraph5": "The platform Longevidade360 provides updated longevity information, accessible online medical consultations and promotes health education for individuals entering midlife.",
    "paragraph6": "At Longevidade360, we believe that taking care of your health in your 40s, 50s and 60s, is the best \"PRESENT\" you can give to your \"FUTURE\" self."
  },
  "privacy": {
    "title": "Privacy Policy",
    "effectiveDate": "Effective Date: March 2025",
    "intro": "This Privacy Policy outlines how Longevidade360 collects, uses, stores, and protects your personal data when you use our services.",
    "agreement": "By using our services, you acknowledge that you have read and agreed to this Privacy Policy.",

    "section1": {
      "title": "1. Information We Collect",
      "item1": "Your name and contact details (email, WhatsApp number)",
      "item2": "Your health number (Nº de utente), if applicable",
      "item3": "Basic health-related information you voluntarily share during consultation",
      "item4": "Your IP address and browser information (for security purposes)"
    },

    "section2": {
      "title": "2. How We Use Your Information",
      "description": "We use your information to:",
      "item1": "Schedule and conduct videocall consultations",
      "item2": "Issue prescriptions if appropriate",
      "item3": "Communicate with you regarding your consultation",
      "item4": "Comply with applicable laws and medical regulations"
    },

    "section3": {
      "title": "3. Data Retention",
      "description": "We do not store your unnecessary medical history, consultation details, or health documents after the consultation ends. Only your main health complaints and the doctor's recommendations are retained for future reference. Your personal information such as your name, email, and WhatsApp number are retained for future communication purposes."
    },

    "section4": {
      "title": "4. Data Sharing",
      "description": "We do not share your personal or medical information with any third parties. Your data is treated confidentially and used strictly within the scope of the service."
    },

    "section5": {
      "title": "5. Security",
      "description": "We use secure communication platforms (e.g., WhatsApp, Google Meet, Zoom, email with two-factor authentication) to ensure your data is transmitted safely. All reasonable measures are taken to protect your information from unauthorized access."
    },

    "section6": {
      "title": "6. Your Rights",
      "description": "You have the right to:",
      "item1": "Access the personal information we hold about you",
      "item2": "Request corrections to inaccurate data",
      "item3": "Request deletion of your data after service use",
      "item4": "Withdraw your consent at any time (where applicable)"
    },

    "section7": {
      "title": "7. Cookies and Analytics",
      "description": "Our website may use basic cookies to improve user experience and track anonymous usage statistics. No health data is collected through cookies."
    },

    "section8": {
      "title": "8. Updates to This Policy",
      "description": "Longevidade360 may update this Privacy Policy as needed. Any changes will be posted on this page with the updated effective date."
    },

    "section9": {
      "title": "9. Contact Us",
      "description": "If you have questions or requests regarding your personal data or this Privacy Policy, please contact us:",
      "item1": "Email: longevidade360.pt@gmail.com"
    }
  },
  "terms": {
    "title": "Terms and Conditions",
    "effectiveDate": "Effective Date: March 2025",
    "intro1": "Welcome to <strong>Longevidade360</strong>. Please read these Terms and Conditions carefully before using our services.",
    "intro2": "By using our website and services, you agree to be bound by these Terms and Conditions.",
    "natureTitle": "Nature of Services",
    "natureText": "<strong>Longevidade360</strong> provides <strong>online medical consultations via videocall</strong> for non-emergency health issues. Our services include, but are not limited to:",
    "natureList1": "Management of any general acute or chronic health issues like fever, cough, cold, flu, gastrointestinal issues, skin conditions, etc. excluding emergencies.",
    "natureList2": "Guidance on healthy lifestyle and habit formation",
    "natureList3": "Management of pre-diagnosed metabolic diseases like Hypertension, Diabetes, Hiperlipidemia, thyroid gland malfunction, etc.",
    "natureList4": "Medication maintenance (for patients with valid prescriptions from other countries or with sign and symptoms of any chronic condition)",
    "natureList5": "Screening tests and check-up recommendations according to age and gender",
    "natureList6": "Nutrition, diet and activity recommendations for weight issues",
    "natureList7": "Supplement advice",
    "natureList8": "Vaccination",
    "natureList9": "Pre-travel health advice",
    "natureList10": "Mental health support (non-urgent)",
    "natureNote": "Our minimum consultation time is <strong>15 minutes</strong>, though consultations may take longer as needed at the doctor's discretion.",
    "languageTitle": "Language of Consultation",
    "languageText": "Our services are designed for all people who speak Portuguese; moreover, can be ideal for those <strong>who cannot speak Portuguese</strong> but can communicate effectively in <strong>English or Persian</strong>. Please ensure you are comfortable communicating in one of these 3 languages before booking a consultation.",
    "prescriptionTitle": "Prescription Policy",
    "prescriptionText": "We may <strong>prescribe</strong> and support <strong>continuation of medication</strong>, request <strong>lab tests</strong>, <strong>imaging</strong> and other <strong>paraclinical evaluations</strong>, according to SNS regulations in Portugal, for patients who:",
    "prescriptionList1": "Have any acute or chronic, non-emergency, general medicine health issues that require evaluation, treatment or medication. People with Portuguese health number (Nº de utente) will have the prescription confirmation on their SNS application (if the medication exists and is supported by SNS).",
    "prescriptionList2": "Have <strong>valid prescriptions</strong> from their doctors in their home countries (even if not issued by a Portuguese doctor).",
    "prescriptionList3": "Are still experiencing signs and symptoms requiring ongoing treatment.",
    "prescriptionDisclaimer": "However, prescription renewal remains at the sole discretion of the consulting doctor after assessment. <strong>Longevidade360</strong> reserves the right to decline prescription renewals if it is clinically inappropriate.",
    "emergencyTitle": "Not for Emergency Use",
    "emergencyText": "<strong>IMPORTANT:</strong> <strong>Longevidade360</strong> is <strong>not intended for emergencies</strong> or urgent care.",
    "emergencyList1": "In case of medical emergencies, call 112 immediately in Portugal.",
    "emergencyList2": "For medical leave certificates or official sick notes, please contact your family doctor (MGF: Medicina Geral e Familiar) or <strong>Saúde 24</strong> at 808 24 24 24.",
    "emergencyNote": "Our service <strong>cannot replace the role of family medicine</strong> or your primary healthcare provider. We encourage all users to maintain regular follow-up with their local healthcare system.",
    "bookingTitle": "Booking and Payment",
    "bookingText": "- Consultations are carried out <strong>via videocall</strong>.<br />- After submitting a request through our website, you will receive an <strong>Email or WhatsApp message</strong> to arrange the date and time of the consultation, as well as payment instructions.<br />- The consultation fee is <strong>fixed</strong> and <strong>not covered by insurance</strong>.<br />- Payment must be completed before the scheduled consultation.",
    "userTitle": "User Responsibilities",
    "userText": "By using <strong>Longevidade360</strong> services, you agree to:",
    "userList1": "Provide accurate, complete, and honest information about your medical history, symptoms, and prescriptions.",
    "userList2": "Provide your ID number (Nº de utente) if you have one, to facilitate prescription confirmation through the SNS application.",
    "userList3": "Provide a valid email address and/or WhatsApp number for communication and appointment scheduling.",
    "userList4": "Provide a valid ID for identification purposes, if requested by the consulting doctor.",
    "userList5": "Attend your scheduled videocall on time in a quiet place with proper internet connection.",
    "userList6": "Understand that the consulting doctor may decline treatment or referrals if deemed clinically inappropriate.",
    "userList7": "Use the service responsibly, understanding its <strong>limitations</strong> and <strong>non-emergency</strong> nature.",
    "limitsTitle": "Limitations of Service",
    "limitsText": "- Our service is within scope of general medicine in Portugal and not a specialty consultation substitute.<br />- We do not provide in-person physical examinations; the consultation is carried out through videocall.<br />- We do not issue medical leave certificates or official sick notes.<br />- We do not manage emergency conditions, life-threatening symptoms, or severe mental health crises.<br />- Our consultations are advisory and <strong>do not replace the role of your family doctor or the national health service</strong>.",
    "privacyTitle": "Privacy and Confidentiality",
    "privacyText1": "Your personal and medical information will be treated with strict confidentiality and handled in accordance with our <a href=\"/privacy-policy\" class=\"text-primary underline\">Privacy Policy</a>. We use secure communication channels to arrange consultations and process payments.",
    "privacyText2": "We do not share your personal information with third parties.",
    "changesTitle": "Changes to These Terms",
    "changesText": "<strong>Longevidade360</strong> reserves the right to update these Terms and Conditions at any time. Any changes will be posted on this page with an updated effective date.",
    "contactTitle": "Contact",
    "contactText": "For any questions or concerns about these Terms and Conditions, please contact us at:",
    "contactEmail": "Email: longevidade360.pt@gmail.com",
    "contactWebsite": "Website: <a href=\"/contact-us\" class=\"text-primary underline\">longevidade360.pt/contact-us</a>"
  }
}
