{
  "homepage": {
    "title_line1": "Para quem tem mais de 40 anos:",
    "title_line2": "Viva mais e melhor!",
    "subtitle": "Guias para manter-se jovem, prevenir e tratar doenças, adiar o envelhecimento e prolongar a sua vida!",
    "consultations": "Consultas médicas online a preço acessível."
  },
  "Cookies & Privacy": "Cookies e Privacidade",
  "We use cookies to improve your experience on": "Usamos cookies para melhorar a sua experiência em",
  "Accept": "Aceitar",
  "Preferred Date and Time": "Data e hora preferidas",
  "Western European Time — Lisbon, London, Dublin": "Hora da Europa Ocidental — Lisboa, Londres, Dublin",
  "Book Your Appointment": "Agende a sua Consulta",
  "About Us": "Sobre Nós",
  "Created by": "Criado por",
  "Name": "Nome",
  "You prefer to be contacted by Email or What's App?": "Prefere ser contactado(a) por E-mail ou WhatsApp?",
  "or": "ou",
  "Both": "Ambos",
  "for example": "por exemplo",
  "Your Prefered Language": "O seu idioma preferido",
  "Choose Language": "Escolha o Idioma",
  "Portuguese": "Português",
  "English": "Inglês",
  "Farsi or Persian": "Farsi ou Persa",
  "Please explain your health issue and what you would like to achieve with the online appointment.": "Por favor, explique o seu problema de saúde e o que gostaria de alcançar com a consulta online.",
  "Brief Explanation": "Breve Explicação",
  "Book Appointment": "Agendar Consulta",
  "Send": "Enviar",
  "Message sent successfully": "Mensagem enviada com sucesso",
  "Contact Us": "Contacte-nos",
  "Full Name": "Nome Completo",
  "Something went wrong. Please try again later": "Algo deu errado. Por favor, tente novamente mais tarde",
  "Message": "Mensagem",
  "about": {
    "title": "Sobre Nós",
    "paragraph1": "A palavra “Longevidade” vem de \"Longa Vida\", e “360” simboliza uma visão completa e abrangente do bem-estar, tanto em quantidade quanto em qualidade de vida.",
    "paragraph2": "A visão da Longevidade360: Viver mais e melhor!",
    "paragraph3": "Acreditamos que o cuidado proativo, a conscientização e escolhas saudáveis feitas na meia-idade podem moldar significativamente uma fase idosa mais feliz e ativa.",
    "paragraph4": "A fundadora, <bold>Dra. Maryam Zadeh</bold>, é médica de clínica geral licenciada em Portugal (OM: 79967). Aos 40 anos, ela começou a refletir profundamente sobre a possibilidade de viver mais e melhor, considerando saúde física, alimentação equilibrada, exercícios e treino, equilíbrio de peso, rastreio de cancro, prevenção de infecções, saúde mental e correção de hábitos como elementos-chave para o bem-estar a longo prazo.",
    "paragraph5": "A plataforma Longevidade360 fornece informações atualizadas sobre longevidade, consultas médicas online acessíveis e promove a educação em saúde para pessoas que estão entrando na meia-idade.",
    "paragraph6": "Na Longevidade360, acreditamos que cuidar da sua saúde aos 40, 50 e 60 anos é o melhore \"PRESENT\" que você pode dar ao seu \"Futuro\"."
  },
  "privacy": {
    "title": "Política de Privacidade",
    "effectiveDate": "Data de Vigência: Março de 2025",
    "intro": "Esta Política de Privacidade descreve como a Longevidade360 coleta, utiliza, armazena e protege seus dados pessoais quando você utiliza nossos serviços.",
    "agreement": "Ao utilizar nossos serviços, você reconhece que leu e concorda com esta Política de Privacidade.",

    "section1": {
      "title": "1. Informações que Coletamos",
      "item1": "Seu nome e dados de contato (email, número do WhatsApp)",
      "item2": "Seu número de utente (se aplicável)",
      "item3": "Informações básicas de saúde que você compartilha voluntariamente durante a consulta",
      "item4": "Seu endereço IP e informações do navegador (para fins de segurança)"
    },

    "section2": {
      "title": "2. Como Utilizamos Suas Informações",
      "description": "Utilizamos suas informações para:",
      "item1": "Agendar e realizar consultas por videochamada",
      "item2": "Emitir prescrições, pedir análises, raio X, etc.",
      "item3": "Comunicar consigo sobre a sua consulta",
      "item4": "Cumprir leis e regulamentos médicos aplicáveis"
    },

    "section3": {
      "title": "3. Retenção de Dados",
      "description": "Não armazenamos seu histórico médico desnecessário ou detalhes da consulta após o término da consulta. Apenas suas principais queixas de saúde e as recomendações médicas são mantidas para referência futura. Suas informações pessoais, como nome, email e número do WhatsApp, são mantidas para fins de comunicação futura."
    },

    "section4": {
      "title": "4. Compartilhamento de Dados",
      "description": "Não compartilhamos suas informações pessoais ou médicas com terceiros. Seus dados são tratados de forma confidencial e usados estritamente dentro do escopo do serviço."
    },

    "section5": {
      "title": "5. Segurança",
      "description": "Utilizamos plataformas de comunicação seguras (ex.: WhatsApp, Google Meet, Zoom, email com autenticação em dois fatores) para garantir que os seus dados sejam transmitidos com segurança. Todas as medidas razoáveis são tomadas para proteger suas informações contra acessos não autorizados."
    },

    "section6": {
      "title": "6. Seus Direitos",
      "description": "Você tem o direito de:",
      "item1": "Acessar as informações pessoais que temos sobre você",
      "item2": "Solicitar correções de dados incorretos",
      "item3": "Solicitar a exclusão dos seus dados após o uso do serviço",
      "item4": "Retirar seu consentimento a qualquer momento (quando aplicável)"
    },

    "section7": {
      "title": "7. Cookies",
      "description": "Nosso site pode usar cookies básicos para melhorar a experiência do usuário e acompanhar estatísticas anônimas de uso. Nenhum dado de saúde é coletado por meio de cookies."
    },

    "section8": {
      "title": "8. Atualizações Desta Política",
      "description": "A Longevidade360 pode atualizar esta Política de Privacidade conforme necessário. Quaisquer alterações serão publicadas nesta página com a data de vigência atualizada."
    },

    "section9": {
      "title": "9. Contate-nos",
      "description": "Se tiver dúvidas ou solicitações sobre seus dados pessoais ou esta Política de Privacidade, entre em contato conosco:",
      "item1": "Email: longevidade360.pt@gmail.com"
    }
  },
  "terms": {
    "title": "Termos e Condições",
    "effectiveDate": "Data de Vigência: Março 2025",
    "intro1": "Bem-vindo à <strong>Longevidade360</strong>. Por favor, leia estes Termos e Condições cuidadosamente antes de usar nossos serviços.",
    "intro2": "Ao usar nosso site e serviços, você concorda em estar vinculado a estes Termos e Condições.",
    "natureTitle": "Natureza dos Serviços",
    "natureText": "<strong>Longevidade360</strong> oferece <strong>consultas médicas online por videochamada</strong> para questões de saúde não emergenciais. Nossos serviços incluem, mas não se limitam a:",
    "natureList1": "Atendimento a questões gerais de saúde agudas ou crônicas como febre, tosse, constipação, gripe, problemas gastrointestinais, etc., excluindo emergências.",
    "natureList2": "Orientação sobre estilo de vida saudável e formação de hábitos.",
    "natureList3": "Acompanhamento de doenças metabólicas pré-diagnosticadas como Hipertensão, Diabetes, Hiperlipidemia, disfunção da glândula tireoide, etc.",
    "natureList4": "Manutenção de medicação (para pacientes com prescrições válidas de outros países ou com sinais e sintomas de condições crônicas.)",
    "natureList5": "Recomendações de exames de rastreio e check-ups de acordo com idade e gênero.",
    "natureList6": "Orientação sobre nutrição, dieta e atividade física para questões de peso.",
    "natureList7": "Orientação sobre suplementos",
    "natureList8": "Vacinação",
    "natureList9": "Orientação em saúde para viagens",
    "natureList10": "Apoio em saúde mental (não urgente)",
    "natureNote": "Nosso tempo mínimo de consulta é de <strong>15 minutos</strong>, mas as consultas podem durar mais conforme necessário, a critério do médico.",
    "languageTitle": "Idioma da Consulta",
    "languageText": "Nossos serviços são destinados a todas as pessoas que falam português; além disso, podem ser ideais para quem <strong>não fala português</strong> mas consegue se comunicar efetivamente em <strong>inglês ou persa</strong>. Por favor, assegure-se de estar confortável em um destes 3 idiomas antes de marcar uma consulta.",
    "prescriptionTitle": "Política de Prescrição",
    "prescriptionText": "Podemos <strong>prescrever</strong> e apoiar a <strong>continuidade de medicação</strong>, solicitar <strong>exames laboratoriais</strong>, <strong>imagiologia</strong> e outras <strong>avaliações paraclínicas</strong>, de acordo com os regulamentos do SNS em Portugal, para pacientes que:",
    "prescriptionList1": "Têm problemas de saúde gerais agudos ou crônicos, não emergenciais, que requeiram avaliação, tratamento ou medicação. Pessoas com número de utente terão a confirmação da receita na aplicação SNS (caso o medicamento exista e seja suportado pelo SNS).",
    "prescriptionList2": "Possuam prescrições válidas de seus médicos em seus países de origem (mesmo que não emitidas por médico português).",
    "prescriptionList3": "Ainda apresentem sinais e sintomas que exijam tratamento contínuo.",
    "prescriptionDisclaimer": "No entanto, a renovação de prescrições fica a exclusivo critério do médico após avaliação. <strong>Longevidade360</strong> reserva-se o direito de recusar a renovação de prescrições se for clinicamente inapropriado.",
    "emergencyTitle": "Não para uso em emergências",
    "emergencyText": "<strong>IMPORTANTE:</strong> A <strong>Longevidade360</strong> <strong>não se destina a emergências</strong> ou atendimentos urgentes.",
    "emergencyList1": "Em caso de emergências médicas, ligue imediatamente para o 112 em Portugal.",
    "emergencyList2": "Para atestados médicos ou baixas oficiais, entre em contato com seu médico de família (MGF: Medicina Geral e Familiar) ou com o Saúde 24 pelo 808 24 24 24.",
    "emergencyNote": "Nosso serviço não substitui o papel da medicina familiar. Encorajamos todos os usuários a manter acompanhamento regular com o sistema de saúde local.",
    "bookingTitle": "Marcação e Pagamento",
    "bookingText": "- As consultas são realizadas <strong>por videochamada</strong>.<br />- Após enviar um pedido através do nosso site, você receberá um <strong>email ou mensagem no WhatsApp</strong> para agendar a data e hora da consulta, bem como instruções de pagamento.<br />- A taxa de consulta é <strong>fixa</strong> e <strong>não é coberta por seguro</strong>.<br />- O pagamento deve ser concluído antes da consulta agendada.",
    "userTitle": "Responsabilidades do Usuário",
    "userText": "Ao usar os serviços da <strong>Longevidade360</strong>, você concorda em:",
    "userList1": "Fornecer informações precisas, completas e honestas sobre seu histórico médico, sintomas e prescrições.",
    "userList2": "Fornecer seu número de utente se tiver um, para facilitar a confirmação da receita na aplicação SNS.",
    "userList3": "Fornecer um endereço de email válido e/ou número de WhatsApp para comunicação e agendamento.",
    "userList4": "Fornecer um documento de identificação válido para fins de verificação, se solicitado pelo médico.",
    "userList5": "Comparecer à sua videochamada pontualmente, em local silencioso e com boa conexão de internet.",
    "userList6": "Entender que o médico pode recusar tratamento ou encaminhamentos se considerar clinicamente inapropriado.",
    "userList7": "Usar o serviço de forma responsável, entendendo suas limitações e natureza não emergencial.",
    "limitsTitle": "Limitações do Serviço",
    "limitsText": "- Nosso serviço está dentro do escopo da medicina geral em Portugal e não substitui consultas de especialidade.<br />- Não realizamos exames físicos presenciais; a consulta é feita por videochamada.<br />- Não emitimos atestados médicos ou baixas oficiais.<br />- Não atendemos condições de emergência, sintomas com risco de vida ou crises graves de saúde mental.<br />- Nossas consultas são de caráter orientativo e <strong>não substituem o papel do seu médico de família ou do Serviço Nacional de Saúde</strong>.",
    "privacyTitle": "Privacidade e Confidencialidade",
    "privacyText1": "Suas informações pessoais e médicas serão tratadas com estrita confidencialidade e geridas de acordo com nossa <a href=\"/privacy-policy\" class=\"text-primary underline\">Política de Privacidade</a>. Usamos canais de comunicação seguros para agendar consultas e processar pagamentos.",
    "privacyText2": "Não compartilhamos suas informações pessoais com terceiros.",
    "changesTitle": "Alterações a Estes Termos",
    "changesText": "A <strong>Longevidade360</strong> reserva-se o direito de atualizar estes Termos e Condições a qualquer momento. Quaisquer alterações serão publicadas nesta página com a data de vigência atualizada.",
    "contactTitle": "Contato",
    "contactText": "Para quaisquer dúvidas ou preocupações sobre estes Termos e Condições, entre em contato conosco em:",
    "contactEmail": "Email: longevidade360.pt@gmail.com",
    "contactWebsite": "Website: <a href=\"/contact-us\" class=\"text-primary underline\">longevidade360.pt/contact-us</a>"
  }
}
